Repository: Knthcame/Mystic-battles
Catalog: PVPMistico/PVPMistico/Resources/AppResources.*.resx
Languages: ca

# ConfirmationDialogCancelButton
source: Cancel
ca: Cancelar

# ConfirmationDialogOkButton
source: Yes
ca: Si

source: Email
ca: Correu electrònic

# EmailAlreadyUsedResponse
source: This email is registered with another user
ca: Aquest correu electrònic està registrat amb un altre usuari

# EmptyEntryError
source: This entry can not be empty.
ca: Aquest camp no pot estar buit.

# EmptyNameError
source: Name can not be empty.
ca: El nom no pot estar buit.

# EmptyUsernameError
source: Username can not be empty.
ca: El nom de usuari no pot estar buit.

source: Log in
ca: Inicia sessió

# LogInPageTitle
source: Log in
ca: Inici de sessió

# LogInSuccesfulResponse
source: Log in successful
ca: Sessió iniciada correctament

# LogOutButtonText
source: Log out
ca: Tancar la sessió

# LogOutConfirmationMessage
source: Are you sure you want to log out?
ca: Estàs segur que vols tancar la sessió?

# LogOutConfirmationTitle
source: Loging out
ca: Tancant la sessió

# MainPageTitle
source: Main page
ca: Pàgina principal

# Name
source: Nombre
ca: Nom

source: Password
ca: Contrasenya

# PasswordFormatInvalidPlaceholder
source: Password must have between minimum and maximum characters, including an uppercase, a lowercase and a number.
ca: La contrasenya ha de tenir entre minimum i maximum caràcters, inclòs una lletra majúscula, una minúscula i un nombre.

# PasswordIncorrectResponse
source: Wrong password
ca: Contrasenya incorrecte

source: Sign in
ca: Registrar-se

# SignInPageTitle
source: Sign in
ca: Registre de compte

# SignInSuccessfulResponse
source: User successfully signed in
ca: Usuari registrat correctament

# UserAlreadyExistsError
source: User already exists.
ca: Aquest nom de usuari ja existeix.

# UserAlreadyRegisteredResponse
source: User already registered
ca: Aquest nom de usuari ja està registrat

source: Username
ca: Nom d'usuari

# UsernameNotFoundResponse
source: There is no account registered with this username
ca: No s'ha trobat cap usuari registrat amb aquest nom

# UserNotRegisteredError
source: User not registered.
ca: Aquest usari no existeix.

# WrongEmailFormatError
source: Please inseert a valid email format.
ca: Inserti un format de coreu electrònic vàlid.

# LeaderboardNotFoundToast
source: Could not load this leaderboard
ca: No s'ha pogut carregar aquesta classificació

# LeaderboardsHeader
source: Leaderboards
ca: Classificacions

# LosesLabel
source: Loses
ca: Derrotes

# MatchHistoryButtonText
source: Match history
ca: Historial de partides

# PointsLabel
source: Points
ca: Punts

# PositionLabel
source: Position
ca: Posició

# WinsLabel
source: Wins
ca: Victòries

# AddTrainerButtonText
source: Add trainer
ca: Afegir entrenador

# CreateLeadearboard
source: Create new tournament
ca: Crear nou torneig

source: Great league
ca: Lliga super ball

# LeagueNameLabel
source: League name
ca: Nom de la lliga

# LeagueTypeLabel
source: League type
ca: Tipus de lliga

source: Master league
ca: Lliga master ball

source: Ultra league
ca: Lliga ultra ball

# AddTrainerSearchPlaceholder
source: Search by username
ca: Buscar per nom d'usuari

# AlertDialogOkButton
source: Ok
ca: D'acord

source: Cannot add trainer
ca: No s'ha pogut afegir a aquest entrenador

source: Level
ca: Nivell

# NoTrainersLeftToAdd
source: There are no registered trainers left to add
ca: No hi ha més entrenadors registrats per afegir

# LeagueNameAlreadyUsed
source: A league with this name already exists
ca: Ja existeix una lliga amb aquest nom

source: Input match
ca: Afegir resultat

source: Opponent
ca: Contrincant

source: Winner
ca: Guanyador

source: Confirm password
ca: Confirmar contrasenya

source: Defeat
ca: Derrota

# PasswordsDontMatch
source: Passwords do not match
ca: Les contrasenyes no coincideixen

source: Win
ca: Victòria

# LeagueName
source: League
ca: Lliga

source: Match history
ca: Historial de partides
